Revit 2018 API
AssetPropertyDistance.GetConnectedProperty Method
Overload List
Name | Description
GetConnectedProperty(Int32)
 Gets one connected property with specified index.
 (Inherited from AssetProperty.)
GetConnectedProperty(String)
 Gets a connected property by its name.
 (Inherited from AssetProperty.)
See Also
AssetPropertyDistance Class
AssetPropertyDistance Members
Autodesk.Revit.DB.Visual Namespace